'-------------------------------------------------------------------------------------
' Módulo para o português do Brasil para WINCONTIG
'
' Traduzido por:
'   Paulo Bazaglia (pbaza<at>tiscali<dot>it)
'
' Currently maintained by:
'   Marco D'Amato (md<at>mdtzone<dot>it)
'
' Última atualização: Mar 25, 2009
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Português do Brasil
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Arquivos fragmentados
2=Arquivos já contíguos
3=Arquivos desfragmentados
4=Arquivos não processados
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Adiciona
18=Elimina
19=Propriedades
20=Importa
21=Salva
283=Fragmentos
294=Visualiza relatório
455=Filter
24=Defragment
25=Stop
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Add
474=Add one or more files to the list. Click the arrow to add folders.
475=Remove
476=Remove the selected items from the list.
477=Properties
478=Display the properties of the selected items.
479=Fragments
480=Display additional information about the selected files, including the size and the number of fragments the files consist of.
481=Filter
482=Show the Filter dialog box to exclude or include specific files, folders and file types from analysis and defragmentation.
483=Load profile
484=Load a list of items from a previously saved profile file.
485=Save profile
486=Save the list of items into a profile file.
26=Analyze
45=Analyze the files in order to determine how fragmented they are. 
101=Defragment
139=Consolidate fragmented files to improve system performance. Click the arrow to defragment only the fragmented files selected in the lower pane.
122=Stop
136=Stop the current operation in progress.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Adiciona &arquivo...\tCTRL+O
66=Adiciona &pasta...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<empty>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Desfragmenta todos os arquivos
156=Defragment only &selected fragmented files
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Nome
28=Tamanho
29=Estado
30=Tipo
248=Fragmentos
249=Clusters
250=Tamanho no disco
274=% no disco
472=Last Modified Date
487=Attributes
251=Padrão
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Fragmentado
6=Não fragmentado
7=Erro
8=Desfragmentado
146=Contíguos
368=Parado
369=Ignorado
424=Processing...
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Adicione aqui objetos para desfragmentar.
247=Pasta raiz
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Abre
68=A&diciona objeto
69=Ar&quivo...\tCTRL+O
70=&Pasta...\tCTRL+D
71=&Elimina itens\tDEL
371=Adiciona a Itens a e&xcluir
15=Analy&ze selected items
16=&Defragment selected items
72=&Importa profile...
73=&Salva profile como...
223=P&ropriedades...
75=&Escorrimento automático
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmentos
252=Clusters
253=Tamanho no disco
10=Tamanho
11=Nome do arquivo
275=% no disco
256=Padrão
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Arquivos mais fragmentados
12=Não há arquivos fragmentados.
428=No files have been processed yet.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Seleciona arquivos destacados
364=&Desseleciona os arquivos destacados
367=&Inverte seleção
372=Adiciona a Itens a e&xcluir
162=Open file l&ocation
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Select/Deselect
161=Select or deselect all listed files.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Nome do arquivo
129=Erro
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Arquivos não analisados
145=Não há arquivos que não foram analisados devido a erros.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Em espera
33=Total de objetos listados: 
127=Objeto
137=Desfragmentando
420=Total processed files:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Arquivo
35=A&bre
36=A&diciona objeto
37=A&rquivo...\tCTRL+O
38=&Pasta...\tCTRL+D
39=&Elimina itens\tDEL
370=Adiciona à lista e&xcluída
284=Infor&mação de fragmento...
224=Pr&opriedades...
421=Sa&ve Analysis Report...
41=&Sai
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Configurações
43=&Importa profile...
44=&Salva profile como...
157=&Configure Recent Profiles List...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Ações
47=A&nalisa
49=Pa&ra
50=&Desfragmenta
148=Analy&ze selected items
150=D&efragment selected items
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&View
51=&Toolbar
52=&Info Panel
76=&Status Bar
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Ferramentas
470=&Manage filter...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Opções
54=Em &primeiro plano
55=Seleciona &linha inteira
56=&Visualiza mensagens de confirmação
57=Não permite arquivos &duplicados no elenco
58=&Fecha o programa quando terminar desfragmentação
59=Desliga o computador &quando terminar desfragmentação
229=Não verifica os &erros no volume
235=Estraté&gia de desfragmentação
236=Ráp&ida
237=I&nteligente
242=&Linguagem
301=Define &prioridade
302=Máxima
303=Alta
304=Normal
305=Baixa
306=Mínima
332=Limpeza de disco
333=Desabilitada
334=Automática
335=Perguntar
361=Mostra mensagens de erro
348=Checagem de erros nos volumes
349=Desabilitada
350=Automática
351=Perguntar
408=Configure &highlighting...
488=Skip SSD dis&ks
23=Disa&ble Solid State Drive (SSD) detection
102=Show st&ate icons
140=Show s&ystem icons
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Ajuda
61=&Disclaimer
62=Parâmetros da &linha de comando
64=&Informações sobre WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Adiciona arquivos à lista de arquivos.
84=Adiciona uma pasta à lista de arquivos.
85=Elimina os itens selecionados.
86=Adiciona os itens listados num profile à lista de arquivos.
87=Salva os itens listados na lista de arquivos em um profile.
88=Encerra WinContig.
89=Analisa os itens.
92=Permite interromper o processo de adicionar.
93=Permite interromper a análise dos arquivos.
110=Desfragmenta os arquivos.
94=Mostra a janela principal do programa sempre em primeiro plano.
95=Ativa ou desativa a seleção de linha inteira.
96=Mostra a informação do programa, o número da versão e o copyright.
99=Fecha o programa assim que o processo de desfragmentação se completar.
100=Desliga o sistema assim que o processo de desfragmentação se completar.
103=Ativa ou desativa o escorrimento dos arquivos.
104=Ativa ou desativa as mensagens de confirmação.
105=Abre os arquivos selecionados usando os aplicativos a eles associados.
106=Mostra os parâmetros das linhas de comando aceitos por WinContig.
107=Mostra o disclaimer.
108=Não permite entradas duplicadas na lista de arquivos.
225=Mostra as propriedades dos itens selecionados.
230=Não procura erros nos volumes antes de desfragmentar os arquivos.
238=Desfragmenta arquivos sem otimizar o deslocamento dos clusters (mais rápido).
239=Desfragmenta arquivos otimizando o deslocamento dos clusters (mais demorado).
255=Visualiza relatório da análise.
285=Visualiza informação adicional de fragmento do arquivo.
336=Não elimina arquivos temporários antes de desfragmentar os arquivos.
337=Elimina automaticamente os arquivos temporários antes de desfragmentar os arquivos.
109=Pergunta ao usuário se deseja que os arquivos temporários sejam eliminados antes da desfragmentação dos arquivos.
352=Não checa erros nos volumes antes de desfragmentar os arquivos.
353=Checa automaticamente erros nos volumes antes de desfragmentar os arquivos.
354=Pergunta ao usuário se deseja checar erros nos volumes antes de desfragmentar os arquivos.
362=Mostra mensagens de erro durante o processo de eliminação dos arquivos temporários.
373=Adiciona os itens selecionados a Itens a excluir.
471=Manages the Exclusion and Inclusion Lists.
409=Changes the highlighting colors of the items.
429=Reverses which items are selected and which are not.
430=Selects the highlighted items.
431=Deselects the highlighted items.
422=Saves the analysis results.
22=Does not automatically detect Solid State Drives.
13=Does not defragment files on Solid State Drives.
82=Shows or hides the toolbar.
90=Shows or hides the info panel.
91=Shows or hides the status bar.
14=Defragments only the fragmented files selected in the lower pane.
141=Allows you to interrupt the current operation.
131=Analyzes only the items selected in the upper pane.
138=Defragments only the items selected in the upper pane.
158=Changes how many Profiles are shown in the Recent Profiles List.
135=Displays the state icons next to each item icon in the upper pane.
160=Displays the system icons next to each item instead of the WinContig icons.
163=Opens the folder containing the selected file.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Número de arquivos fragmentados
178=Número de arquivos contíguos
179=Número de arquivos não analisados devido a erros
182=Número de arquivos processados
231=Lista dos arquivos mais fragmentados:
232=Lista dos arquivos não analisados:
289=Documento de texto (*.txt)|*.txt|Todos os arquivos (*.*)|*.*|
290=Salva relatório
291=Relatório salvo com sucesso.
292=Relatório de análise do WinContig criado:
293=Estatísticas de arquivo
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Adiciona arquivo(s)
112=Todos os arquivos (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Selecione a pasta que você deseja adicionar à lista, e então clique Adiciona pasta. Você pode adicionar mais de uma pasta.
244=Adiciona &pasta
246=Adiciona pasta à lista
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Importa profile
115=Profiles de WinContig (*.wcp)|*.wcp|Todos os arquivos (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Salva profile
117=Profiles de WinContig (*.wcp)|*.wcp|Todos os arquivos (*.*)|*.*|
118=O profile foi salvo com sucesso.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Importando profile
120=&Acrescenta
121=&Substitui
123=A lista de arquivos não está vazia.
124=Clique Acrescenta para adicionar os objetos listados no profile aos objetos que já estão na lista. Clique Substitui para substituir os objetos da lista pelos que estiverem listados no profile.
125=O arquivo '%s' não é um arquivo de profile WinContig válido.
126=O profile especificado na linha de comando não existe.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Itens
130=Importando profile
132=Não é possível encontrar alguns itens listados no profile. Eles podem ter sido renomeados, movidos ou eliminados.
133=Lista de itens que não foram importados:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Checagem de disco
320=Antes de iniciar o processo de desfragmentação, você pode checar erros nos volumes. É altamente recomendável que você cheque a integridade dos arquivos armazenados em seus discos antes de desfragmentar os arquivos.
309=No futuro, não checa os &volumes.
310=Analisando o disco %s... Por favor, aguarde.
311=Progresso:
321=Estágio 1 of 3
355=Estágio 2 of 3
356=Estágio 3 of 3
313=Checa &disco
314=Não &checa disco
315=Erro de disco!
316=Erros encontrados durante a checagem do disco. É altamente recomendável que você feche WinContig e repare os erros encontrados.
317=O Windows não pode executar a checagem de disco em drives de CD-ROM e DVD-ROM.
318=WinContig detectou problemas com um volume. Recomendamos que você feche WinContig e corrija o problema.\nSe preferir, no entanto, você pode continuar normalmente.
319=Inicia automaticamente a desfra&gmentação se nenhum problema for encontrado.
323=Mostra detalhes.
324=O disco ainda não foi analisado.
325=Esconde detalhes.
326=O processo de checagem de disco foi completado.
328=Relatório do escaneamento:
329=Nenhum problema encontrado no disco.
330=Checa erros no disco.
331=O Windows não pode checar um disco conectado através de uma rede.
432=Volume
433=File System
434=Total size
435=Free space
436=% Free space
437=Unknown drive
438=Removable drive
439=Hard drive
440=Remote drive
441=Optical drive
442=RAM disk
443=Session Status
444=Analyzing...
445=Complete
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Limpeza de disco
340=Eliminação de arquivos temporários
357=&Inicia limpeza de disco
358=&Não inicia limpeza de disco
338=No futuro, não elimina arquivos &temporários.
359=Antes de iniciar o processo de desfragmentação, você pode eliminar arquivos temporários para recuperar espaço no disco.
342=Calculando...
343=Eliminando arquivos temporários... Por favor, aguarde.
344=Progresso:
345=Função GetTempPath falhou com erro %s !
346=Não é possível eliminar arquivos temporários porque eles estão armazenados na pasta raiz!
347=Não é possível eliminar arquivos temporários porque os caminhos temporários seguintes não existem:\n\n%s
446=Use &WinContig to delete temporary files
447=Use &external application to delete temporary files
448=Program:
449=Additional command-line switches:
450=&Browse...
451=Select program
452=Programs (*.exe)|*.exe|All Files (*.*)|*.*|
453=No external application specified.
454=The external application specified does not exist !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filter
381=Adiciona &pasta...
382=Adiciona &arquivo...
399=Adiciona &filtro...
383=Remove &item
385=Para prevenir a indesejada realocação de alguns dados, você pode excluir itens específicos da desfragmentação. Os arquivos e pastas listados nesta janela não serão analisados e/ou desfragmentados.
386=Itens a excluir
387=Lista de itens a excluir:
388=%s itens excluídos da desfragmentação.
391=Ignora arquivos maiores que (KB):
392=KB
393=MB
394=GB
456=Filter 
457=&Add mask
458=&Remove mask
459=Mask to add:
460=In order to process specific items, you can setup one or more masks. WinContig will process only the items that match the masks listed in this window. To specify multiple masks, separate each mask by a semicolon (;).
461=Manage inclusion list
462=List of Included Items:
463=Exclude
464=Include
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Adiciona filtro
401=Especifica um ou mais filtros para excluir arquivos e/ou pastas. Para especificar filtros múltiplos, separe cada filtro por um ponto-e-vírgula(;).n\nExemplo: *.dll;*.ocx;*.tmp
404=Filtros não podem conter um dos seguintes caracteres: \ / : < > | "
419=Character is not valid
405=Exclui filtro:
402=&Adiciona
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Configure highlighting
411=Here you can configure the highlighting colors of the items. To change the color of an item, click on the corresponding colored button. To enable or disable the highlighting of an item, select or deselect the corresponding checkbox.
412=Fragmented item
413=Contiguous item
414=Defragmented item
415=Error
416=Skipped item
418=Full Row Highlight
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Recent Profiles List
152=Configure Recent Profiles List
153=Here you can configure how many profiles are shown in the Profiles List.
154=Show this number of Recent Profiles (0-10):
159=Automatically remove missing Recent Profiles
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
97=Os volumes de disco foram verificados. Deseja desgfragmenta os arquivos?
143=Não é possível interromper o processo de desfragmentação até que o processo de execução seja completado. Deseja continuar?
147=Não há clusters contíguos livres suficientes para desfragmentar totalmente o arquivo.
164=Tem certeza de que deseja eliminar os itens selecionados?
165=Tem certeza de que deseja eliminar os itens selecionados?
166=Confirma
205=Não é possível executar WinContig nesta versão de sistema operacional.
233=Não é possível adicionar '%s'.
307=Não foi possível selecionar a classe de prioridade.
74=Antes de desfragmentar os arquivos, você quer buscar erros no(s) disco(s)?
360=O arquivo '%s' não pôde ser eliminado devido ao seguinte erro:\n\n%s
374=O arquivo selecionado foi adicionado a Itens a excluir.
375=Os arquivos selecionados foram adicionados a Itens a excluir.
376=O(s) arquivo(s) selecionado(s) já está(ão) no Itens a excluir.
465=Duplicated masks
466=One or more masks are included in both the Exclusion list and Inclusion list. The items matching those masks will not be processed by WinContig.
467=&Close anyway
468=&Edit masks
490=SSD Device Detected
494=SSD Device
491=SSD devices see no performance benefit from traditional HDD defragmentation. File defragmentation causes lots of write processes and can put undue wear on specific areas of the drive. It is recommended that you do not defragment files on SSD disks.
492=&Defragment anyway
493=&Don't defragment
149=There is not enough physical memory or system resources available to defragment the file.
'-------------------------------------------------------------------------------------
' General Buttons Captions ***
'-------------------------------------------------------------------------------------
395=&Sim
396=&Não
397=OK
398=Cancela
406=&Continua
407=&Fecha
142=&Close
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Erro: Problema de memória/recursos. Não é possível executar!
168=Erro: Arquivo não encontrado. Não é possível executar!
169=Erro: Caminho não encontrado. Não é possível executar!
170=Erro: Problema no formato de arquivo. Não é possível executar!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmentos
260=Nome:
261=Caminho:
262=Tipo:
263=Tamanho:
264=Tamanho no disco:
265=Fragmentos:
266=Clusters:
267=Informação de fragmento:
269=Geral
270=#
271=Clusters do arquivo
272=Cluster inicial
273=Cluster final
286=Tamanho (bytes)
287=% do arquivo
276=Arquivo ainda não analisado
277=Este item não é um arquivo
278=Um erro foi encontrado ao tentar analisar o arquivo
279=Este item não existe
280=Este arquivo não ocupa nenhum cluster
281=bytes
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Resultado da desfragmentação
185=Informações:
186=O processo de fragmentação foi completado.
189=Número de arquivos processados
190=Número de arquivos fragmentados
191=Número de arquivos já contíguos
192=Número de arquivos desfragmentados
193=Número de arquivos não desfragmentados devido a erros
423=This dialog box displays information about the files that were defragmented.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Desliga o sistema
196=O sistema será desligado em 15 segundos.
197=Erro OpenProcessToken.
198=Erro AdjustTokenPrivileges.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Todos os direitos reservados.
202=Freeware para uso comercial e pessoal.
203=WinContig é um instrumento que permite consolidar os arquivos fragmentados, de modo que ocupem espaços contíguos no volume. O sistema é assim capaz de acessar os arquivos com mais eficiência.
204=Informações sobre
298=Página web:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Exception of WinContig
78=WinContig has stopped working
79=We must report the program has encountered an error. Please copy the exception information to the Clipboard, and send it to us:
80=Problem details
81=&Close the program
63=SSD detection could be incompatible with some specific hardware combinations. Please select "Disable Solid State Drive (SSD) detection" from the "Options" menu.
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Disclaimer
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Parâmetros da linha de comando
389=Parâmetros para linhas de comando
390=WinContig aceita alguns parâmetros de linha de comando opcionais que podem ser usados para controlar o uso do programa.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Por favor, aguarde até que o processo do arquivo atual esteja completado...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\uc1 \deff0\deflang1033\deflangfe1040{\fonttbl{\f0\froman\fcharset0\fprq2{\*\panose 02020603050405020304}Times New Roman;}{\f1\fswiss\fcharset0\fprq2{\*\panose 020b0604020202020204}Arial;}
{\f16\fswiss\fcharset0\fprq2{\*\panose 020b0604020202020204}Microsoft Sans Serif;}{\f17\froman\fcharset238\fprq2 Times New Roman CE;}{\f18\froman\fcharset204\fprq2 Times New Roman Cyr;}{\f20\froman\fcharset161\fprq2 Times New Roman Greek;}
{\f21\froman\fcharset162\fprq2 Times New Roman Tur;}{\f22\froman\fcharset186\fprq2 Times New Roman Baltic;}{\f23\fswiss\fcharset238\fprq2 Arial CE;}{\f24\fswiss\fcharset204\fprq2 Arial Cyr;}{\f26\fswiss\fcharset161\fprq2 Arial Greek;}
{\f27\fswiss\fcharset162\fprq2 Arial Tur;}{\f28\fswiss\fcharset186\fprq2 Arial Baltic;}{\f113\fswiss\fcharset238\fprq2 Microsoft Sans Serif CE;}{\f114\fswiss\fcharset204\fprq2 Microsoft Sans Serif Cyr;}
{\f116\fswiss\fcharset161\fprq2 Microsoft Sans Serif Greek;}{\f117\fswiss\fcharset162\fprq2 Microsoft Sans Serif Tur;}{\f118\fswiss\fcharset186\fprq2 Microsoft Sans Serif Baltic;}}{\colortbl;\red0\green0\blue0;\red0\green0\blue255;\red0\green255\blue255;
\red0\green255\blue0;\red255\green0\blue255;\red255\green0\blue0;\red255\green255\blue0;\red255\green255\blue255;\red0\green0\blue128;\red0\green128\blue128;\red0\green128\blue0;\red128\green0\blue128;\red128\green0\blue0;\red128\green128\blue0;
\red128\green128\blue128;\red192\green192\blue192;}{\stylesheet{\widctlpar\adjustright \fs20\lang1040\cgrid \snext0 Normal;}{\*\cs10 \additive Default Paragraph Font;}{\s15\qc\widctlpar\adjustright \b\f1\fs20\lang1040\cgrid \sbasedon0 \snext15 Title;}{
\s16\widctlpar\adjustright \f16\fs16\lang1040\cgrid \sbasedon0 \snext16 Body Text;}}{\info{\title Esclusione di garanzie}{\author m}{\operator m}{\creatim\yr2006\mo5\dy15\hr16\min51}{\revtim\yr2006\mo5\dy24\hr9\min13}{\version9}{\edmins17}{\nofpages1}
{\nofwords125}{\nofchars713}{\*\company cus}{\nofcharsws0}{\vern113}}\paperw11906\paperh16838\margl1134\margr1134\margt1417\margb1134 
\deftab708\widowctrl\ftnbj\aenddoc\hyphhotz283\noxlattoyen\expshrtn\noultrlspc\dntblnsbdb\nospaceforul\hyphcaps0\formshade\viewkind1\viewscale100\pgbrdrhead\pgbrdrfoot \fet0\sectd \linex0\headery709\footery709\colsx709\endnhere\sectdefaultcl {\*\pnseclvl1
\pnucrm\pnstart1\pnindent720\pnhang{\pntxta .}}{\*\pnseclvl2\pnucltr\pnstart1\pnindent720\pnhang{\pntxta .}}{\*\pnseclvl3\pndec\pnstart1\pnindent720\pnhang{\pntxta .}}{\*\pnseclvl4\pnlcltr\pnstart1\pnindent720\pnhang{\pntxta )}}{\*\pnseclvl5
\pndec\pnstart1\pnindent720\pnhang{\pntxtb (}{\pntxta )}}{\*\pnseclvl6\pnlcltr\pnstart1\pnindent720\pnhang{\pntxtb (}{\pntxta )}}{\*\pnseclvl7\pnlcrm\pnstart1\pnindent720\pnhang{\pntxtb (}{\pntxta )}}{\*\pnseclvl8\pnlcltr\pnstart1\pnindent720\pnhang
{\pntxtb (}{\pntxta )}}{\*\pnseclvl9\pnlcrm\pnstart1\pnindent720\pnhang{\pntxtb (}{\pntxta )}}\pard\plain \s15\qc\widctlpar\adjustright \b\f1\fs20\lang1040\cgrid {\f16\fs24 Disclaimer
\par 
\par }\pard\plain \s16\widctlpar\adjustright
\f16\fs16\lang1040\cgrid {O software e todo tipo de documentação relativo a ele são fornecidos "assim como são", sem nenhuma garantia de qualquer tipo, seja expressa seja implícita, compreendidas eventuais garantias ou condições relativas à comercialização e idoneidade para um fim particular. Em nenhum caso o autor será responsável por danos de qualquer tipo, diretos, indiretos ou acidentais (inclusive, por exemplo, danos por falta de lucro, interrupção da atividade, perda de informações confidenciais ou outras perdas de natureza econômica) derivantes ou correlacionados à utilização ou à incapacidade de utilizar o software, ainda que o autor tenha sido avisado da eventualidade de verificarem-se tais danos. O usuário assume expressamente a inteira responsabilidade e os riscos pelo uso deste produto de software.
\par }}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Switches are not case sensitive, so, for example, \b /CLOSE\b0  is the same as \b /close\b0 .\par
{\pntext\f3\'B7\tab}When using multiple switches, separate them with a blank space. For example, use the following command line to load a profile and start the file defragmentation:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Below is the list of the WinContig switches.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Specifies the file or folder to be loaded in WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of \i source\i0\par
{\pntext\f1\'B7\tab}You must enclose the full path of \i source\i0  in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the file \i personal.txt\i0  located in \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Starts automatically the analysis of the items loaded in WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Disables the automatic disk checking. \par
\par
\b /CHKDSK:1\b0\tab Starts automatically the disk checking.\par
\par
\b /CHKDSK:2\b0\tab Asks the user before starting the disk checking.\par
\par
\b /CLEAN:0\tab\b0 Disables the automatic cleaning up of temporary files.\par
\par
\b /CLEAN:1\tab\b0 Starts automatically the cleaning up of temporary files.\par
\par
\b /CLEAN:2\tab\b0 Asks the user before starting the cleaning up of temporary files.\par
\par
\b /CLOSE\b0\tab Used to automatically close WinContig after it has completed the defragmentation process.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /DEFRAG\b0\tab Starts automatically the defragmentation of the items loaded in WinContig.\par
\par
\b /DUP\b0\tab Allows duplicate entries in the file list. WinContig does not allow duplicate entries in the file list as default. When using the \b /DUP\b0  switch, WinContig adds files to the file list faster. This option is useful if you want to load a very big profile faster and you are confident there are no duplicate entries in the profile.\par
\par
\b /FULLROW\b0\tab Turns full row selection on.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOGUI\b0\tab Used to hide the WinContig main window during the analysis process or the defragmentation process. When using the \b /NOGUI\b0  switch, WinContig provides exit codes that indicate the level of success for a command.\par
\par
\tab\b Exit codes\b0\par
\par
\tab The following command-line exit codes are defined for WinContig.\par
\par
\tab\b 0\b0\tab Success.\par
\tab\b 1\b0\tab Invalid or missing profile.\par
\tab\b 2\b0\tab Errors found during disk checking.\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
\b /NOPROMPT\b0\tab Used to turn confirmation messages off.\par
\par
\b /NOSCROLL\b0\tab Turns scroll of the files off when WinContig performs an analysis process or a defragmentation process.\par
\par
\b /ONTOP\b0\tab Makes the WinContig main window topmost (above all other windows).\par
\par
\b /PROF:\b0\i "profile"\i0\tab Used to load the profile \i profile\i0 .\par
\par
\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of the profile\par
{\pntext\f1\'B7\tab}You must enclose the full path of the profile in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the profile \i data.wcp\i0  located in \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Used to turn off optimizations during the defragmentation process (i.e. it will not try to fill the gaps and it will not try to partially defragment the files that it's not possibile to totally defrag). This allows to complete the defragmentation process quicker.\par
\par
\b /SHUTDOWN\b0\tab Used to shutdown the computer after WinContig has completed the defragmentation process.\par
\par
}
$c$





